gs-lib/gs-lib-wof/src/main/resources/cuahsi/1.0/GetSiteInfoRequest.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://www.cuahsi.org/his/1.0/ws/">
    <soapenv:Header/>
    <soapenv:Body>
        <ws:GetSiteInfo>
            <ws:site></ws:site>
            <ws:authToken></ws:authToken>
        </ws:GetSiteInfo>
    </soapenv:Body>
</soapenv:Envelope>
